{"lock_version":0,"title":"University of Tennessee President's Papers","publish":true,"restrictions":false,"repository_processing_note":"(19 boxes)","ead_id":"0012_001526_000000_0000","finding_aid_title":"Finding Aid for the University of Tennessee President's Papers, 1867-1954","finding_aid_date":"2007 November 8","finding_aid_author":"Elizabeth Dunham","finding_aid_language":"English","created_by":"admin","last_modified_by":"admin","create_time":"2018-11-26T20:31:24Z","system_mtime":"2018-11-26T20:31:35Z","user_mtime":"2018-11-26T20:31:24Z","suppressed":false,"id_0":"AR","id_1":"0001","language":"eng","level":"collection","finding_aid_description_rules":"dacs","finding_aid_status":"completed","jsonmodel_type":"resource","external_ids":[{"external_id":"1997","source":"Archivists Toolkit Database::RESOURCE","created_by":"admin","last_modified_by":"admin","create_time":"2018-11-26T20:31:24Z","system_mtime":"2018-11-26T20:31:24Z","user_mtime":"2018-11-26T20:31:24Z","jsonmodel_type":"external_id"}],"subjects":[{"ref":"/subjects/739"}],"linked_events":[],"extents":[{"lock_version":0,"number":"28.5","container_summary":"(19 boxes)","created_by":"admin","last_modified_by":"admin","create_time":"2018-11-26T20:31:24Z","system_mtime":"2018-11-26T20:31:24Z","user_mtime":"2018-11-26T20:31:24Z","portion":"whole","extent_type":"linear_feet","jsonmodel_type":"extent"}],"dates":[{"lock_version":0,"expression":"1867-1954","begin":"0","end":"0","created_by":"admin","last_modified_by":"admin","create_time":"2018-11-26T20:31:24Z","system_mtime":"2018-11-26T20:31:24Z","user_mtime":"2018-11-26T20:31:24Z","date_type":"inclusive","label":"creation","jsonmodel_type":"date"}],"external_documents":[],"rights_statements":[],"linked_agents":[{"role":"creator","relator":"aut","terms":[],"ref":"/agents/people/535"},{"role":"subject","terms":[],"ref":"/agents/corporate_entities/214"},{"role":"creator","relator":"aut","terms":[],"ref":"/agents/people/545"},{"role":"subject","terms":[],"ref":"/agents/corporate_entities/217"},{"role":"creator","relator":"aut","terms":[],"ref":"/agents/people/534"},{"role":"subject","terms":[],"ref":"/agents/corporate_entities/84"}],"revision_statements":[],"instances":[],"deaccessions":[],"related_accessions":[],"classifications":[],"notes":[{"content":["This collection houses official papers created during the presidencies of Thomas W. Humes (1865-1883), Charles W. Dabney (1887-1904), Brown Ayres (1904-1919), Harcourt Morgan (1919-1934) and James D. Hoskins (1934-1946). These materials include correspondence from each of the five presidents, subject files, faculty lists, and materials documenting university activities dating from the end of the Civil War to the end of World War II."],"jsonmodel_type":"note_singlepart","label":"Abstract","type":"abstract","persistent_id":"c821cb33e760e22cb6893e510b96fd29","publish":true},{"jsonmodel_type":"note_multipart","label":"Conditions Governing Access","subnotes":[{"content":"Collections are stored offsite, and a minimum of 24 hours is needed to retrieve these items for use. Researchers interested in consulting any of the collections are advised to contact Special Collections.\n\n","jsonmodel_type":"note_text","publish":true}],"type":"accessrestrict","persistent_id":"c323305c86b9b82e03b4a0e4e473bb0f","publish":true},{"jsonmodel_type":"note_multipart","label":"Conditions Governing Use","subnotes":[{"content":"The copyright interests in this collection remain with the creator. For more information, contact the Special Collections Library.\n\n","jsonmodel_type":"note_text","publish":true}],"type":"userestrict","persistent_id":"c8bc0621e592a90935ed142f97671e21","publish":true},{"jsonmodel_type":"note_multipart","label":"Preferred Citation","subnotes":[{"content":"[Identification of Item], University of Tennessee President's Papers, AR.0001. University of Tennessee Libraries, Knoxville, Special Collections.\n\n","jsonmodel_type":"note_text","publish":true}],"type":"prefercite","persistent_id":"9e706b46c8640b8462fccafaab00f492","publish":true},{"jsonmodel_type":"note_multipart","label":"Acquisition Note","subnotes":[{"content":"This collection encompasses materials from taken from the office of the president during the presidencies of Thomas W. Humes (1865-1883), Charles W. Dabney (1887-1904), Brown Ayres (1904-1919), Harcourt Morgan (1919-1934), and James D. Hoskins (1934-1946).\n\n","jsonmodel_type":"note_text","publish":true}],"type":"acqinfo","persistent_id":"482df57f38e31349469e971681f50742","publish":true},{"jsonmodel_type":"note_multipart","label":"Biographical/Historical Note","subnotes":[{"content":"Following the hiatus in University operations caused by the Civil War, the University of Tennessee's trustees named Thomas William Humes (1815-1892) president in July 1865. It was not until a year later, however, that the institution could resume operations. Humes was a Knoxville native and had graduated from East Tennessee College in 1830 at the age of 15. During Humes's administration, great strides were taken to reorganize and rehabilitate the war-torn campus, including the erection of several new buildings, the addition of new faculty, the addition of medical and dental departments (then located in Nashville), the establishment of an agricultural experiment station, and the state Legislature's 1879 redesignation of the institution as the University of Tennessee. Enrollment also increased, reaching a high of 315 in 1874. In spite of these advances, much of Humes's time in office was occupied by bitter contention between those who would shift the University's curricular emphasis to the agricultural and mechanical arts and those who would retain the traditional academic framework of classics and humanities. Humes stood with the traditionalists, and this stance led to his downfall. The trustees asked for his resignation, and on August 24, 1883, Humes complied.\n\nHumes was not replaced immediately, and the Chairman of the Faculty led the University from 1883 to 1887. The Trustees finally appointed Charles William Dabney (1855-1945) President in 1887. He was the first President to hold a PhD and did much to make the century-old institution on the Hill a university in fact as well as in name. He built a research institution with new laboratories, dormitories, a gymnasium, a library, and further developed the College of Agriculture. He re-organized the faculty and in 1893 women were officially admitted to the University. The Summer School of the South was also implemented during his tenure.\n\nBrown Ayres (1856-1919) replaced Dabney in 1904 and continued to expand the University. During his fifteen year administration Ayres created the colleges of Law, Medicine, and Dentistry, oversaw the building of the Carnegie Library (1911), raised entrance requirements, obtained the University's first appropriation from the state legislature, reorganized the Board of Trustees to include gubernatorial-appointed members from the entire state, provided scholarships based on electoral districts, moved the Medical and Dental colleges to Memphis, and enlarged the Agricultural College to meet the needs of rural families in all parts of Tennessee.\n\nAyres died suddenly in 1919 and was replaced by Harcourt Alexander Morgan (1867-1950), an agricultural expert and Dean of the Agricultural College. As president, Morgan emphasized UT's role in statewide affairs, arguing that the entire state is its campus, with farms, factories, schools, and homes included in the University's services and responsibilities. With the help of the state legislature, Morgan managed to secure significant funds for new buildings on the Knoxville campus, including an engineering building, two women's dormitories, and Shields-Watkins field. Morgan's political savvy and concern for the financial fortunes of the University led him to exercise caution with respect to those issues which he publicly supported or opposed. In 1925 the Tennessee legislature passed a bill forbidding the teaching of evolution in public schools. Many people believed that because of his statewide popularity, UT's president could have influenced the debate and prevented the act from becoming law. Morgan feared, however, that a public stance one way or the other would jeopardize legislative funding for the University, and declined to take a public stand. In a similar matter Morgan declined to intervene in the dismissal of seven UT faculty members, despite his own reservations about the propriety of the actions, because he did not want to come into open conflict with the deans who had recommended the action. Morgan left in 1933 to take a position as one of three board members on Franklin D. Roosevelt's Tennessee Valley Authority.\n\nMorgan's successor was James Dickason Hoskins (1879-1960), a professor of history and economics, dean of the University, and acting president on two separate occasions. As dean and president, he witnessed an explosion of new physical facilities, including Ayres Hall (1921), Sophronia Strong dormitory (1925), the Home Economics Building (1926), Dabney Hall (1928-1929), the Physics and Geology Building (1928), Ferris Hall (1930), the Library (1931), Henson Hall (1931), the Alumni Memorial Gym (1934), the Hesler Biology Building (1935), and Melrose Hall (1946). During his presidency, Hoskins reiterated a suggestion first made by President Harcourt Morgan in 1922 that a regular faculty retirement plan be instituted, and in 1941 the plan was finally implemented. Under Hoskins's leadership, the University weathered the Great Depression and World War II. By the end of that conflict, Hoskins was seventy-six years old, and in June 1946, he finally retired. He retained an office on the campus, continued to be visible, and worked on a history of the University. In 1950, the library that had been built while he was dean was named after him.\n\n","jsonmodel_type":"note_text","publish":true}],"type":"bioghist","persistent_id":"9d1c9a7015d01baee643be8d5f7e0c14","publish":true},{"jsonmodel_type":"note_multipart","label":"Scope and Contents Note","subnotes":[{"content":"This collection houses official papers created during the presidencies of Thomas W. Humes (1865-1883), Charles W. Dabney (1887-1904), Brown Ayres (1904-1919), Harcourt Morgan (1919-1934) and James D. Hoskins (1934-1946). These materials include correspondence from each of the five presidents, subject files, faculty lists, and materials documenting university activities dating from the end of the Civil War to the end of World War II. Specific topics covered include the agricultural concerns, annual University budgets, the evolution controversy, World War II campaigns, the Board of Trustees, and the changing student life at the University. Although the University had no President from 1883 to 1887, University activities that took place during this time are documented in this collection.\n\nInterested researchers may also wish to consult AR.0257: Chairman of the Faculty Papers, AR.0144 Presidents Thomas Humes and Charles Dabney Papers, AR.0004: Presidents Charles Dabney, Brown Ayres, Harcourt Morgan, and James Hoskins Papers, 1900-1946, AR.0005: Presidential Papers, 1919-1957, AR.0138 President James Hoskins Papers, 1897-1954, AR.0091 Board of Trustees Records, 1808-1982, AR.0089: Board of Trustees, 1920-1960, AR.0081: Treasurer's Reports, 1905-1928, and AR.0364 Treasurer's Account Books, 1858-1934 for more information about the University of Tennessee during this period in its history.\n\n","jsonmodel_type":"note_text","publish":true}],"type":"scopecontent","persistent_id":"100ac975b9e509db203bd540342ff0ea","publish":true},{"jsonmodel_type":"note_multipart","label":"Arrangement","subnotes":[{"content":"Collection consists of nineteen boxes.\n\n","jsonmodel_type":"note_text","publish":true}],"type":"arrangement","persistent_id":"8fc804a0fdc9e10bffc8dba9cfd2f7e2","publish":true}],"uri":"/repositories/2/resources/25","repository":{"ref":"/repositories/2"},"tree":{"ref":"/repositories/2/resources/25/tree"}}
